Repository: wp-plugins/geo-mashup
Catalog: GeoMashup-*.po
Languages: it_it

source: Location
it_it: Luogo

source: Find location:
it_it: Trova luogo

source: help
it_it: Aiuto

source: Put a green pin at the location for this post.
it_it: Metti una spilla verde in corrispondenza della posizione per questo post.

source: There are many ways to do it:
it_it: Ci sono molti modi per farlo:

source: Search for a location name.
it_it: Cerca per nome.

source: For multiple search results, mouse over pins to see location names, and click a result pin to select that location.
it_it: Per i risultati di ricerca multipli,posiziona il mouse sopra lo spillo per visualizzare i nomi delle località, quindi fare clic su di esso per selezionare quella posizione.

source: Search for a decimal latitude and longitude, like <em>40.123,-105.456</em>.
it_it: Cerca per latitudine e longitudine,per esempio : <em>40.123,-105.456</em>.

source: Search for a street address, like <em>123 main st, anytown, acity</em>.
it_it: Cerca per indirizzo,esempio : <em>123 via Rossi, Rome, Italy</em>.

source: Click on the location. Zoom in if necessary so you can refine the location by dragging it or clicking a new location.
it_it: Clicca sulla localita'. Fai lo Zoom se necessario per definire la posizione trascinandola o facendo clic su un nuovo percorso.

source: To execute a search, type search text into the Find Location box and hit the enter key. If you type a name next to "Save As", the location will be saved under that name so you can find it again with a quick search. Saved names are searched before doing a GeoNames search for location names.
it_it: Per eseguire una ricerca,digitare il testo nella casella Trova Luogo e premere il tasto Invio. Se si digita un nome accanto a "Save As ", il percorso sarà salvato con quel nome,così lo si può trovare di nuovo con una rapida ricerca. I nomi salvati sono cercati prima di fare una ricerca.

source: To remove the location (green pin) for a post, clear the search box and hit the enter key.
it_it: Per rimuovere un luogo (spilla verde), cancella il testo inserito nel box e inserire una nuova parola.

source: close
it_it: Chiuso

source: Loading Google map. Check Geo Mashup options if the map fails to load.
it_it: Sto caricando Google Maps. Verifica Geo Mashup se la mappa non viene caricata.

source: Save As:
it_it: Salva come:

source: Options updated.
it_it: Opzioni salvate.

source: Defaults set.
it_it: Settaggi iniziali.

source: Roadmap
it_it: Mappa stradale

source: Hybrid
it_it: Ibrido

source: Small Zoom
it_it: Zoom (piccolo)

source: Small Pan/Zoom
it_it: Navigazione/Zoom (piccolo)

source: Large Pan/Zoom
it_it: Navigazione/Zoom (grande)

source: Geo Mashup Options
it_it: Opzioni di Geo Mashup

source: Behavior
it_it: Comportamento

source: Get yours here
it_it: Incolla la tua qui

source: Mashup Page
it_it: Pagina Mashup

source: Map Control
it_it: Controllo della Mappa

source: Add Map Type Control
it_it: Aggiungi i controlli della mappa

source: Add Overview Control
it_it: Aggiungi controllo panoramico

source: Default Map Type
it_it: Mappa di Default

source: Default Zoom Level
it_it: Zoom di Default

source: Show Future Posts
it_it: Visualizza post futuri

source: Automatically Open the Center Info Window
it_it: Apri automaticamente al centro della finestra

source: Enable Full Post Display
it_it: Attiva la visualizzazione del post completo

source: Use Compressed Javascript
it_it: Usa Javascript compressi

source: Categories
it_it: Categorie

source: Add Category Links
it_it: Aggiungi una categoria

source: Category Link Separator
it_it: Separatore di categoria

source: Category Link Text
it_it: Testo del link

source: Category Zoom Level
it_it: Livello dello zoom

source: Presentation
it_it: Pesentazione

source: Post Excerpt Format
it_it: Estratto del post

source: Text
it_it: Testo

source: Post Excerpt Length
it_it: Lunghezza dell'estratto del post

source: Include style settings
it_it: Includi impostazioni dello style

source: (Uncheck to use styles from your theme stylesheet instead of these)
it_it: (Disabilita per usare lo style del tuo tema)

source: Map Width
it_it: Larghezza mappa

source: Map Height
it_it: Altezza Mappa

source: Info Window Width
it_it: Larghezza finestra

source: Info Window Height
it_it: Altezza finestra

source: Info Window Font Size
it_it: Dimensione del font

source: Update Options
it_it: Salva impostazioni

source: Geo Mashup Documentation
it_it: Documentazione di Geo Mashup
