Repository: wp-plugins/geo-mashup
Catalog: languages/GeoMashup-*.po
Languages: fr_fr

source: Location
fr_fr: Emplacement

source: Find location:
fr_fr: Trouver un emplacement :

source: help
fr_fr: Aide

source: Put a green pin at the location for this post.
fr_fr: Placez un repère vert sur l'emplacement pour cet article.

source: There are many ways to do it:
fr_fr: Il y a plusieurs façons de faire :

source: Search for a location name.
fr_fr: Cherchez un emplacement par son nom.

source: For multiple search results, mouse over pins to see location names, and click a result pin to select that location.
fr_fr: Si plusieurs résultats de recherche sont proposés, survolez les repères avec la souris pour voir les détails et cliquez pour sélectionner l'emplacement.

source: Search for a decimal latitude and longitude, like <em>40.123,-105.456</em>.
fr_fr: Cherchez par latitude et longitude, par exemple : <em>40.123,-105.456</em>.

source: Search for a street address, like <em>123 main st, anytown, acity</em>.
fr_fr: Cherchez une adresse spécifique, par exemple : <em>123 rue du Centre, Paris, France</em>.

source: Click on the location. Zoom in if necessary so you can refine the location by dragging it or clicking a new location.
fr_fr: Cliquez sur l'emplacement. Zoomez et déplacez le repère, si nécéssaire, afin de positioner le repère avec plus de précision.

source: To execute a search, type search text into the Find Location box and hit the enter key. If you type a name next to "Save As", the location will be saved under that name so you can find it again with a quick search. Saved names are searched before doing a GeoNames search for location names.
fr_fr: Pour trouver un emplacement, saisissez un nom dans le champ de recherche et appuyez sur la touche Entrée. Si vous avez saisi un nom dans le champ "Enregistrer sous", l'emplacement sera enregistré sous ce nom afin de faciliter les recherches suivantes. Les emplacements enregistrés sont proposés en priorité avant d'effectuer une recherche GeoNames.

source: To remove the location (green pin) for a post, clear the search box and hit the enter key.
fr_fr: Pour supprimer l'emplacement (repère vert) d'un article, effacez le champ de recherche et appuyez sur la touche Entrée.

source: close
fr_fr: Fermer

source: Loading Google map. Check Geo Mashup options if the map fails to load.
fr_fr: Chargement de Google Maps en cours. Vérifiez les options de Geo Mashup si la carte ne s'affiche pas.

source: Save As:
fr_fr: Enregistrer sous :

source: Options updated.
fr_fr: Options sauvegardées.

source: Defaults set.
fr_fr: Valeurs par défaut rétablies.

source: Roadmap
fr_fr: Plan

source: Hybrid
fr_fr: Mixte

source: Small Zoom
fr_fr: Zoom (petite taille)

source: Small Pan/Zoom
fr_fr: Navigation/Zoom (petite taille)

source: Large Pan/Zoom
fr_fr: Navigation/Zoom (grande taille)

source: Geo Mashup Options
fr_fr: Options de Geo Mashup

source: Behavior
fr_fr: Comportement

source: Google Maps Key
fr_fr: Clé Google Maps

source: Get yours here
fr_fr: Obtenir une clé

source: Mashup Page
fr_fr: Page contenant le Mashup

source: Map Control
fr_fr: Commandes de la carte

source: Add Map Type Control
fr_fr: Afficher les commandes de type de carte

source: Add Overview Control
fr_fr: Afficher la fenêtre de vue d'ensemble

source: Default Map Type
fr_fr: Type de carte par défaut

source: Default Zoom Level
fr_fr: Niveau de zoom par défaut

source: Show Future Posts
fr_fr: Afficher les articles post-datés

source: Automatically Open the Center Info Window
fr_fr: Afficher automatiquement la bulle d'information

source: Enable Full Post Display
fr_fr: Activer la vue "Article complet"

source: Use Compressed Javascript
fr_fr: Utiliser la version compressée du Javascript

source: Categories
fr_fr: Catégories

source: Add Category Links
fr_fr: Ajouter les liens de catégorie

source: Category Link Separator
fr_fr: Séparateur de lien de catégorie

source: Category Link Text
fr_fr: Texte de lien de catégorie

source: Category Zoom Level
fr_fr: Niveau de zoom pour les catégories

source: Presentation
fr_fr: Présentation

source: Post Excerpt Format
fr_fr: Format de résumé d'article

source: Text
fr_fr: Texte

source: Post Excerpt Length
fr_fr: Longueur du résumé d'article

source: Include style settings
fr_fr: Inclure les styles

source: (Uncheck to use styles from your theme stylesheet instead of these)
fr_fr: (Décocher pour utiliser les styles du thème courant)

source: Map Width
fr_fr: Largeur de la carte

source: Map Height
fr_fr: Hauteur de la carte

source: Info Window Width
fr_fr: Largeur de la bulle d'information

source: Info Window Height
fr_fr: Hauteur de la bulle d'information

source: Info Window Font Size
fr_fr: Taille de la police de caractères

source: Update Options
fr_fr: Mise à jour des options

source: Geo Mashup Documentation
fr_fr: Documentation de Geo Mashup
