Repository: wp-plugins/geo-mashup
Catalog: lang/GeoMashup-*.po
Languages: ro_ro

source: Address
ro_ro: Adresa

source: Saved Name
ro_ro: Numele salvate

source: Geo Date
ro_ro: Data Geo

source: Loading Google map. Check Geo Mashup options if the map fails to load.
ro_ro: Harta Google de încărcare. Verificaţi Geo Mashup Opţiuni dacă harta nu reuşeşte să se încarce.

source: Location Map Image
ro_ro: Poziţia hartă imagine

source: Find a new location:
ro_ro: Găsi o noua locaţie:

source: or select from
ro_ro: sau selectaţi din

source: [Saved Locations]
ro_ro: [Salvate Locatii]

source: Add Location
ro_ro: Adăugaţi locaţia

source: Delete
ro_ro: Ştergere

source: Save
ro_ro: Salvare

source: help
ro_ro: ajutor

source: <em>Saved Name</em> is an optional name you may use to add entries to the Saved Locations menu.
ro_ro: <em>Salvat nume</em> este un nume opţional, puteţi utiliza pentru a adăuga intrări la meniul salvat de locaţii.

source: <em>Geo Date</em> associates a date (most formats work) and time with a location. Leave the default value if uncertain.
ro_ro: <em>Geo data</em> asociază o dată (majoritatea formatelor de lucru) şi timp cu o locaţie. Lăsaţi valoarea implicită, dacă incertă.

source: Put a green pin at a new location. There are many ways to do it:
ro_ro: Pune un pin verde la o nouă locaţie. Există multe moduri de a face:

source: Search for a location name.
ro_ro: De căutare pentru un nume de locaţie.

source: For multiple search results, mouse over pins to see location names, and click a result pin to select that location.
ro_ro: Pentru mai multe rezultate de căutare, mouse-ul peste pini pentru a vedea numele de locaţie, şi faceţi clic pe un rezultat pin pentru a selecta acea locaţie.

source: Search for a decimal latitude and longitude separated by a comma, like <em>40.123,-105.456</em>. Seven decimal places are stored. Negative latitude is used for the southern hemisphere, and negative longitude for the western hemisphere.
ro_ro: De căutare pentru o zecimală latitudine şi longitudine, separate prin virgulă, cum ar fi <em>40.123,-105.456</em>. Şapte zecimale sunt stocate. Latitudine negativ este utilizat pentru emisfera sudică, şi longitudine negative pentru emisfera de Vest.

source: Search for a street address, like <em>123 main st, anytown, acity</em>.
ro_ro: De căutare pentru o adresă de stradă, ca <em>st principal 123, anytown, acity</em>.

source: Click on the location. Zoom in if necessary so you can refine the location by dragging it or clicking a new location.
ro_ro: Faceţi clic pe locaţia. Zoom dacă este necesar, astfel încât aveţi posibilitatea să rafinaţi locaţia prin glisarea acestuia sau făcând clic pe o locație nouă.

source: To execute a search, type search text into the Find Location box and hit the enter key. If you type a name next to "Save As", the location will be saved under that name and added to the Saved Locations dropdown list.
ro_ro: , locaţia va fi salvat sub această denumire şi adaugă la lista verticală salvat de locaţii.

source: To remove the location (green pin), clear the search box and hit the enter key.
ro_ro: Pentru a elimina locaţia (pin verde), goliţi caseta de căutare şi a lovit tasta enter.

source: When you are satisfied with the location, save or update.
ro_ro: Atunci când sunteţi mulţumit cu locaţia, salvare sau actualizare.

source: To add or update location choose a saved location, or find a new location using one of these formats:
ro_ro: Pentru a adăuga sau pentru a actualiza poziţia alege o locaţie salvate, sau a găsi o locaţie nouă utilizând unul dintre aceste formate:

source: A place name like <em>Yellowstone National Park</em>
ro_ro: Un nume de loc ca <em>Parcul Național Yellowstone</em>

source: A decimal latitude and longitude, like <em>40.123,-105.456</em>.
ro_ro: O zecimală latitudine şi longitudine, cum ar fi <em>40.123,-105.456</em>.

source: A full or partial street address, like <em>123 main st, anytown, acity 12345 USA</em>.
ro_ro: Un complet sau parţial adresa străzii, ca <em>123 principal st, anytown, acity 12345 SUA</em>.

source: When you save or update, the closest match available will be saved as the location.
ro_ro: Când salvaţi sau actualizează, meci cel mai apropiat disponibil va fi salvat ca locaţie.

source: Activating Geo Mashup
ro_ro: Activarea Geo Mashup

source: Geo Mashup database is up to date.
ro_ro: Geo Mashup de date este până la data.

source: Geo Mashup database upgrade failed.
ro_ro: Geo Mashup date upgrade nu a reuşit.

source: No locations found with missing address fields.
ro_ro: Nu Locatii găsit cu lipsesc câmpuri adresă.

source: Locations to geocode:
ro_ro: Locaţii pentru a realizat:

source: Time limit:
ro_ro: Limită de timp:

source: Lookup error:
ro_ro: Căutare eroare:

source: Increasing delay to
ro_ro: Creşterea întârziere

source: address
ro_ro: adresa

source: postal code
ro_ro: cod poştal

source: No address info found.
ro_ro: Nici o info de adresa găsit.

source: Time limit exceeded, retry to continue.
ro_ro: Termen depăşit, Reîncercare pentru a continua.

source: Geodata duplication done.
ro_ro: GeoData duplicarea făcut.

source: Copying missing %s geodata from WordPress
ro_ro: Copierea lipsă %s geodata la WordPress

source: Failed to duplicate WordPress location (%s). You can edit %s with id %s to update the location, and try again.
ro_ro: Duplicare locație WordPress (% s) nu a reușit. Aveţi posibilitatea să editaţi %s cu ID-ul %s pentru a actualiza locaţia şi încercaţi din nou.

source: Copying missing %s geodata from Geo Mashup
ro_ro: Copierea lipsă %s geodata din Geo Mashup

source: Failed to duplicate Geo Mashup location for %s (%s).
ro_ro: Nu a reuşit să dubleze Geo Mashup locaţie pentru %s (% s).

source: Converting old locations
ro_ro: Conversia vechi Locatii

source: Failed to convert location (%s). You can %sedit the post%s to update the location, and try again.
ro_ro: Conversia locaţie (% s) nu a reușit. Puteţi % sedit post % s pentru a actualiza locaţia şi încercaţi din nou.

source: Converting saved locations
ro_ro: Conversia salvat Locatii

source: Failed to convert saved location (%s). You'll have to save it again, sorry.
ro_ro: Conversia locaţia salvată (% s) nu a reușit. Va trebui să îl salvaţi din nou, îmi pare rău.

source: Failed to initialize geo dates from post dates:
ro_ro: Nu a reușit inițializarea geo datează din datele post:

source: Initialized %d geo dates from corresponding post dates.
ro_ro: Inițializat %d geo datează din datele post corespunzătoare.

source: A location must have an ID or coordinates to be saved.
ro_ro: O locaţie trebuie să aibă un ID sau coordonate pentru a fi salvate.

source: Reverse geocoding requires numeric coordinates.
ro_ro: Geocodingul inversă necesită coordonate numerice.

source: The geocoding request failed with status %s.
ro_ro: Geocodingul cererea nu a reuşit cu starea % s.

source: is invalid for
ro_ro: nu este validă pentru

source: , which must be a valid map type (see documentation)
ro_ro: , care trebuie să fie o hartă valabil de tip (a se vedea documentaţia)

source: , which must be an array of valid map types (see documentation)
ro_ro: , care trebuie să fie o serie de tipuri de hartă valabil (consultaţi documentaţia)

source: , which must be a valid map control (see documentation)
ro_ro: , care trebuie să fie un control hartă valabil (consultaţi documentaţia)

source: , which must be a valid map provider.
ro_ro: , care trebuie să fie un furnizor de hartă valabil.

source: , which must be a valid clustering library.
ro_ro: , care trebuie să fie o bibliotecă cluster valabil.

source: , which must be a string
ro_ro: , care trebuie să fie un şir

source: , which must not contain XML tags.
ro_ro: , care nu trebuie să conţină etichete XML.

source: , which must be a number
ro_ro: , care trebuie să fie un număr

source: , which must be "true" or "false"
ro_ro: , Care trebuie să fie "adevărat" sau "fals"

source: , which must be an array
ro_ro: , care trebuie să fie o matrice

source: , which must be a number from 0 to
ro_ro: , care trebuie să fie un număr de la 0 la

source: , which is a deprecated option
ro_ro: , care este o opţiune învechite

source: Object location not saved - invalid request.
ro_ro: Obiect locaţia nu salvat - cerere nevalidă.

source: Location
ro_ro: Locaţie

source: Address not found - try making it less detailed
ro_ro: Adresa nu a întemeia - încercaţi făcându-l mai detaliate

source: Written from (location)
ro_ro: Scris de (locaţie)

source: Loading...
ro_ro: Încărcare...

source: No object id posted.
ro_ro: Nici un id obiect postat.

source: Location updated.
ro_ro: Amplasarea actualizată.

source: Location deleted.
ro_ro: Poziţia elimină.

source: Location added.
ro_ro: Poziţia adaugă.

source: Geo Mashup found no objects to map in this context
ro_ro: Geo Mashup găsit nu obiecte pentru hartă în acest context

source: Geo Mashup found no current object to map
ro_ro: Geo Mashup găsit nici obiectul curent la hartă

source: Geo Mashup omitted a map for an object with no location
ro_ro: Geo Mashup omis o hartă pentru un obiect cu nici o locaţie

source: Geo Mashup map omitted to avoid nesting maps
ro_ro: Geo Mashup hartă omis să evite hărţi cuiburi

source: Geo Mashup omitted a map with no located objects found.
ro_ro: Geo Mashup omis o hartă cu nu află obiecte găsite.

source: You must add a description to this category to use this Geo Mashup feature.
ro_ro: Trebuie să adăugaţi o descriere această categorie pentru a utiliza această caracteristică Geo Mashup.

source: Geo Mashup Options
ro_ro: Geo Mashup opţiuni

source: Geo Mashup requires a Google API key in the <a href="%s">settings</a> before it will work.
ro_ro: Geo Mashup nevoie de o cheie Google API în <a href="%s"> setările </a> înainte de a va funcţiona.

source: Geo Mashup needs to upgrade its database, visit the <a href="%s">settings</a> to do it now.
ro_ro: Geo Mashup trebuie să actualiza baza de date, vizitaţi <a href="%s"> setările </a> pentru a face acest lucru acum.

source: Settings
ro_ro: Setări

source: Documentation
ro_ro: Documentaţia

source: Donate
ro_ro: Dona

source: Show on map
ro_ro: Arată pe hartă

source: Options updated.
ro_ro: Opţiuni actualizate.

source: Copied existing geodata, see log for details.
ro_ro: Copiate geodata existente, a se vedea jurnal pentru detalii.

source: Database upgraded, see log for details.
ro_ro: Bază de date actualizat, consultaţi jurnal pentru detalii.

source: Log deleted.
ro_ro: Jurnal elimină.

source: Saved options may be corrupted, try updating again. Corrupt values:
ro_ro: Opţiuni salvate poate fi corupt, încercaţi actualizarea din nou. Valorile corupt:

source: Some invalid options will not be used. If you've just upgraded, do an update to initialize new options.
ro_ro: Unele opţiuni incorecte nu va fi utilizată. Dacă aţi actualizat doar, face o actualizare pentru a iniţializa noi opţiuni.

source: Roadmap
ro_ro: Foaia de parcurs

source: Satellite
ro_ro: Prin satelit

source: Hybrid
ro_ro: Hibrid

source: Terrain
ro_ro: Teren

source: Earth Plugin
ro_ro: Plugin de pământ

source: Small Zoom
ro_ro: Zoom mici

source: Small Zoom 3D
ro_ro: Mici Zoom 3D

source: Small Pan/Zoom
ro_ro: Mici Pan/Zoom

source: Large Pan/Zoom
ro_ro: Mare Pan/Zoom

source: Large Pan/Zoom 3D
ro_ro: Mare 3D Pan/Zoom

source: Yes
ro_ro: da

source: No
ro_ro: nu

source: Only
ro_ro: Numai

source: Cluster Marker
ro_ro: Marcator de cluster

source: Overall
ro_ro: Total

source: Single Maps
ro_ro: Hărţi singur

source: Global Maps
ro_ro: Hărţi global

source: Contextual Maps
ro_ro: Hărţi contextuale

source: Overall Geo Mashup Settings
ro_ro: General Geo Mashup setările

source: Map Provider
ro_ro: Furnizor de hartă

source: Some features still work only with Google v2.
ro_ro: Unele caracteristici încă funcţionează numai cu Google v2.

source: Google API Key
ro_ro: Google API-cheie

source: Get yours here
ro_ro: Lua al tău aici

source: This setting is required for Geo Mashup to work.
ro_ro: Această setare este necesară pentru Geo Mashup la locul de muncă.

source: Generated links go here
ro_ro: Link-uri generate de du-te aici

source: Global Mashup Page
ro_ro: Global Mashup pagină

source: No pages available.
ro_ro: Nu pagini disponibile.

source: Geo Mashup will use this page for generated location links
ro_ro: Geo Mashup va utiliza această pagină pentru link-uri generate de locaţie

source: Collect Location For
ro_ro: Colecta locaţie pentru

source: Users
ro_ro: Utilizatorii

source: Comments
ro_ro: Comentarii

source: Copy Geodata Meta Fields
ro_ro: Câmpurile Geodata Meta copie

source: Copy coordinates to and from %sgeodata meta fields%s, for integration with the Geolocation and other plugins.
ro_ro: Coordonatele copie la şi de la % sgeodata meta câmpurile % s, pentru integrarea cu Geolocation şi alte plugin-uri.

source: Geocode Custom Field
ro_ro: Câmp personalizat realizat

source: Custom fields with this key will be geocoded and the resulting location saved for the post.
ro_ro: Câmpuri particularizate cu această cheie va fi geocoded şi locaţia rezultate salvate pentru post.

source: Enable Reverse Geocoding
ro_ro: Permite Geocoding inversă

source: Try to look up missing address fields for new locations.
ro_ro: Încercaţi să căutaţi lipsesc câmpuri adresă pentru noi locatii.

source: Bulk Reverse Geocode
ro_ro: Vrac realizat inversă

source: Try to look up missing address fields for existing locations. Could be slow.
ro_ro: Încercaţi să căutaţi lipsesc câmpuri adresă pentru locaţii existente. Ar putea fi lent.

source: Use Theme Style Sheet with Maps
ro_ro: Utilizaţi foaia de stil tema cu hărţi

source: Add Category Links
ro_ro: Adăugare categorie link-uri

source: Add map links to category lists. Categories must have descriptions for this to work.
ro_ro: Adăugaţi linkuri hartă la categoria liste. Categorii trebuie să aibă descrieri pentru a lucra.

source: Category Link Separator
ro_ro: Categoria Link Separator

source: Category Link Text
ro_ro: Categoria Link Text

source: Category Link Zoom Level
ro_ro: Categoria Link nivel de panoramare

source: 0 is zoomed all the way out.
ro_ro: 0 este micşorată tot drumul.

source: Your %sGeoNames username%s, used with GeoNames API requests. Leave the default value to use Geo Mashup's.
ro_ro: Dumneavoastră numele %sGeoNames utilizatorului%s, utilizate cu cererile de GeoNames API. Lăsaţi valoarea implicită pentru a utiliza Geo Mashup lui.

source: AdSense For Search ID
ro_ro: AdSense pentru căutare ID

source: Your client ID, used with the Google Bar. Leave the default value to use Geo Mashup's :).
ro_ro: Client ID-ul, utilizat cu bara de Google. Lăsaţi valoarea implicită pentru a utiliza Geo Mashup lui:).

source: Update Options
ro_ro: Opţiuni de actualizare

source: Default settings for maps of a single located post.
ro_ro: Setările implicite pentru hărţi de un singur post localizat.

source: Map Width
ro_ro: Hartă lăţime

source: Pixels, or append %.
ro_ro: Pixeli, sau adăugaţi %.

source: Map Height
ro_ro: Înălțimea hartă

source: Map Control
ro_ro: Control hartă

source: Default Map Type
ro_ro: Tipul implicit de hartă

source: Add Map Type Control
ro_ro: Adăugarea hartă tip Control

source: Add Overview Control
ro_ro: Adăugaţi prezentare generală Control

source: Add Google Bar
ro_ro: Adăugaţi Google Bar

source: Enable Scroll Wheel Zoom
ro_ro: Permite Scroll Wheel Zoom

source: Default Zoom Level
ro_ro: Nivelul implicit de Zoom

source: Click To Load
ro_ro: Faceţi clic pe încărcare

source: Click To Load Text
ro_ro: Faceţi clic pentru a încărca Text

source: Default settings for global maps of located items.
ro_ro: Setările implicite pentru hărţi globale de elemente situat.

source: Cluster Markers Until Zoom Level
ro_ro: Marcatorii de cluster până la nivel de panoramare

source: Highest zoom level to cluster markers, or blank for no clustering.
ro_ro: Cel mai mare zoom nivel la cluster markeri, sau gol pentru clustering nu.

source: Marker Selection Behaviors
ro_ro: Marcator de selecţie comportamente

source: Open info window
ro_ro: Fereastra de informaţii deschise

source: Highlight
ro_ro: Evidenţiere

source: Center
ro_ro: Centrul de

source: Show Geo Attachments
ro_ro: Arată Geo ataşări

source: Automatic Selection
ro_ro: Selectarea automată

source: Selects the linked or most recent item when the map loads.
ro_ro: Selectează elementul legat sau cele mai recente atunci când harta.

source: Show Only Most Recent Items
ro_ro: Afişare elemente numai cele mai recente

source: Number of items to show, leave blank for all
ro_ro: Numărul de elemente pentru a arăta, lăsaţi necompletat pentru toate

source: Show Future Posts
ro_ro: Arată viitor posturi

source: Category
ro_ro: Categoria

source: Color
ro_ro: Culoare

source: Show Connecting Line Until Zoom Level (0-20 or none)
ro_ro: Arată conectarea linie până la nivel de panoramare (0-20 sau nici unul)

source: Default settings for contextual maps, which include just the items shown on a page, for example.
ro_ro: Setările implicite pentru hărţi contextuală, care includ doar elementele afişate pe o pagină, de exemplu.

source: Update Log
ro_ro: Actualizare jurnal

source: Delete Log
ro_ro: Ştergere jurnal

source: You can keep this log as a record, future entries will be appended.
ro_ro: Puteţi să vă păstraţi acest jurnal ca o înregistrare, intrări viitor va fi adăugat.

source: View Update Log
ro_ro: Vizualizare jurnal de actualizare

source: Geo Mashup Documentation
ro_ro: Documentația Geo Mashup

source: <cite class="fn">%s</cite> <span class="says">says:</span>
ro_ro: <cite class="fn">%s </cite> <span class="says"> spune: </span>

source: %1$s at %2$s
ro_ro: %1$ s în %2$ s

source: This map requires JavaScript. You may have to enable it in your settings.
ro_ro: Această hartă necesită JavaScript. Trebuie să o activaţi în setările.

source: Display Name
ro_ro: Nume afişat

source: Website
ro_ro: Site-ul Web
